[A_Item.Artifact_SeraphBreath ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse Item."
ItemName="Hálito de los serafines"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Attributes.AttrPresent_SeraphBreathDamageBonus AttributePresentationDefinition]
Description="Bonificação de Danos"
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBreath:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Proporciona uma bonificação de [skill]danos[-skill] e [skill]regeneração de saúde[-skill] durante um breve período de tempo depois de eliminar um inimigo para conseguir uma [skill]Segunda Chance[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBreath:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Todos temem seu retorno"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_SeraphBreath SkillDefinition]
SkillName="Relíquia Sopro do Serafim"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SeraphBreath_PowerUp SkillDefinition]
SkillName="Potencialização do Sopro do Serafim"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

